{
  "showLinks": [
    {
      "id": 120,
      "url": "http://www.crunchyroll.com/bleach",
      "site": "Crunchyroll"
    },
    {
      "id": 1877,
      "url": "http://www.hulu.com/bleach",
      "site": "Hulu"
    },
    {
      "id": 6586,
      "url": "https://www.netflix.com/title/70204957",
      "site": "Netflix"
    },
    {
      "id": 16677,
      "url": "https://www.viz.com/watch/streaming/bleach",
      "site": "Viz"
    },
    {
      "id": 16678,
      "url": "https://vrv.co/series/G63VGG2NY/Bleach",
      "site": "VRV"
    },
    {
      "id": 16679,
      "url": "https://tubitv.com/series/1901/bleach",
      "site": "Tubi TV"
    }
  ],
  "showArt": {
    "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx269-GDc5jZy0iTG5.png",
    "large": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx269-GDc5jZy0iTG5.png",
    "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx269-GDc5jZy0iTG5.png",
    "color": "#f19335"
  },
  "showTitles": [
    "Bleach",
    "ブリーチ"
  ],
  "charNames": [
    "Byakuya Kuchiki",
    "朽木白哉"
  ],
  "character": {
    "name": {
      "first": "Byakuya",
      "last": "Kuchiki",
      "full": "Byakuya Kuchiki",
      "native": "朽木白哉"
    },
    "description": "<p><strong>Occupation:</strong> Shinigami Captain of the 6th Division<br>\n<strong>Birthday:</strong> January 31 (Aquarius)<br>\n<strong>Height:</strong> 180 cm (5' 11&quot;)<br>\n<strong>Weight:</strong> 64 kg (141 lbs)<br>\n<strong>Zanpakutou:</strong> Senbonzakura<br>\n<strong>Title:</strong> 28th Head of the Kuchiki clan<br>\n<strong>Known Relatives:</strong> Hisana Kuchiki (wife), Rukia Kuchiki (sister), Ginrei Kuchiki (grandfather), Sojun Kuchiki (father)<br>\n<strong>Theme Song:</strong> &quot;Je Chante Pour Passer le Temps&quot; by Giovanni Mirabassi</p>\n<p>Byakuya Kuchiki is the captain of the 6th Division in the Gotei 13. His lieutenant is Renji Abarai. He ranked 6th in the 2006 popularity poll with a total number of votes adding up to be 3,752.  Byakuya Kuchiki is the 28th head of the noble Kuchiki clan, one of the four noble families in Soul Society. As such, Byakuya acts in an aristocratic manner: he is always quiet and apathetic towards other people. In the ending of the second OVA, Sealed Sword Frenzy, he is even seen stepping out of a horse driven coach dressed in a suit, cane and top hat. Furthermore, the door is opened by a butler, showing his aristocratic status even when visiting the material world. He claims that life in general isn't supposed to be entertaining, and in one of the omake chapters, he even makes up an idea for a game that isn't meant to be amusing. In spite of his icy and regal manner, Byakuya cares for and protects those important to him.  Byakuya is popular among the female shinigami of Soul Society, and was voted number one in the &quot;captain we desire to release a photo book for&quot; poll taken by the Shinigami Women's Association. He likes Chinese bellflowers, night time walks, and spicy food.  Byakuya wears the standard captain uniform along with a white headpiece called a kenseikan (symbolizing his noble rank as the head of the Kuchiki family) and a white scarf made by the master weaver, Tsujishirō Kuroemon III. The scarf is made from silver-white windflower light silk (ginpaku kazahana no uzuginu) and is a family heirloom handed down through the generations to the head of the Kuchiki family.  Little is known about Byakuya's early history, except that he often played tag with Yoruichi Shihouin using flash steps, though he never was able to beat her, a score that upholds to the current time of the series.  Byakuya married Hisana, who was then a commoner; therefore, he broke the rules by accepting her into the noble Kuchiki family. Shortly before her death, Hisana asked Byakuya to find and adopt her biological sister, Rukia, whom she had abandoned as a baby. She also made him promise that he would not tell Rukia about her real family, for she believed that by abandoning Rukia when she was younger she was not worthy to be called her sister. One year later, Rukia entered the shinigami academy; shortly after, Byakuya found her and immediately adopted her into the Kuchiki clan. By adopting her Byakuya respected his wife's last wish, but had broken the rules of his clan again. He later swore upon his parents' graves that he would never break the rules again, no matter what. As a result, he, though entirely apathetic on the surface, is actually deeply conflicted with the matter of Rukia's execution: should he intervene, it would require breaking the promise to his parents and the rules again, but should he do nothing he would fail to fulfill the promise he made to Hisana to protect Rukia as his own sister.  While it is not clear, it is implied that Byakuya Kuchiki became captain of the 6th division less than 50 years before the main Bleach storyline (shortly before Rukia had entered the Gotei 13). Gin Ichimaru became captain of the 3rd Division at the same time.</p>\n<p>Byakuya Kuchiki's zanpakutō is Senbonzakura (千本桜, A Thousand Cherry Blossoms). Its shikai is triggered by the command &quot;scatter&quot; (散れ, chire). In its shikai, Senbonzakura's blade scatters into a thousand tiny blades. While the blades are supposedly too small to see normally, they appear as cherry blossoms because of the way the light shines on them. Byakuya can control the blades at will, allowing him to shred opponents at a distance and break through almost any defense. While Byakuya can control the blades with his mind alone, using his hands allows him to do so more effectively, making the blades move almost twice as fast.  Byakuya's bankai, named Senbonzakura Kageyoshi (Vibrant Display of the Thousand Cherry Blossoms), is essentially a much larger version of Senbonzakura's shikai. To activate it, Byakuya drops his sword. The sword passes through the ground and two rows of giant blades rise up from the ground behind Byakuya. These then scatter into a million tiny blades. The number of blades is great enough that Byakuya can use them for defense as well as offense.  Byakuya's bankai has two extra forms, achieved by arranging the blades in different patterns. They are activated by saying the name of the technique followed by the name of his bankai. The first is &quot;scene of a massacre&quot; (senkei, Viz: &quot;annihilate&quot;), which unites the scattered petals into complete swords that form four rows around Byakuya and his opponent. While Byakuya can control these swords as he does his regular blades, he usually attacks with just one in hand. After immobilizing an opponent, he can call in the other blades to hit them while they're trapped. He can also use all the blades at once for one immensely powerful strike. The second form is &quot;final scene&quot; (shūkei, Viz: &quot;last sight&quot;), which condenses every tiny blade into a single sword to drastically increase its cutting power. The blade appears bright white, earning it the name &quot;white imperial sword&quot; (白帝剣, hakuteiken, Viz: &quot;white emperor sword&quot;). Byakuya also grows pure white wings and a halo-like circle in the back, both made of spiritual power. In the anime, dragon-like beings sprout out of Senbonzakura to create the wings. It is unknown whether these wings are merely a cosmetic effect or if they can be used to fly. (Source: Wikipedia)</p>\n",
    "image": {
      "large": "https://s4.anilist.co/file/anilistcdn/character/large/b907-RiQchXP1cKmH.png",
      "medium": "https://s4.anilist.co/file/anilistcdn/character/medium/b907-RiQchXP1cKmH.png"
    }
  },
  "date": "Tue Sep 01 2020"
}