{
  "showTitles": [
    "Noragami Aragoto"
  ],
  "charNames": [
    "Ebisu",
    "恵比寿"
  ],
  "character": {
    "name": {
      "first": "Ebisu",
      "last": null,
      "full": "Ebisu",
      "native": "恵比寿"
    },
    "description": "<p><strong>Race:</strong> God\n<strong>Gender:</strong> Male\n<strong>Age:</strong> Ancient\n<strong>Occupation:</strong> God of Fishing and Commerce</p>\n<p><strong>Ebisu</strong> is one of the Seven Gods of Fortune. He is the humorless God of Fishing and Commerce. He first appears in the manga trying to buy Yukine off Yato's hands for an incredible amount of money.</p>\n<p>~!Ebisu is later revealed to be attempting to gain control over phantoms - a severe taboo if not sin in the eyes of the heavens - going as far as descending to the underworld to achieve his goal. After Yato, under Father's command, reaches him and ensures his safe exit from Izanami's realm, Ebisu is eliminated by Pacification Ring, causing his reincarnation as a young boy with no memory of his past life.!~</p>\n<p>Initially, Ebisu appears very stoic, always bearing a near-emotionless facial expression and speaking in a reserved, polite, yet aloof tone. He is also highly pragmatic and resourceful, constantly progressing towards his goals and willing to go to great lengths to achieve what he is after. Despite his aloof appearance and personality, he can actually be a silly person, making him appear rather comically serious at times.\nHe is also a truly kind God ~!as his desire to control and name Ayakashi and go to the underworld to retrieve the location brush is because he believed if he did so he could relieve some of the strife and pain that Ayakashi cause and make the world a truly better place.!~</p>\n<p>~!After reincarnating Ebisu becomes very curious, and also jolly and friendly, yet is also well-mannered like his past adult form.!~</p>\n",
    "image": {
      "large": "https://s4.anilist.co/file/anilistcdn/character/large/b89120-HVqIYwQAQ8Ih.png",
      "medium": "https://s4.anilist.co/file/anilistcdn/character/medium/b89120-HVqIYwQAQ8Ih.png"
    }
  }
}