{
  "showLinks": [
    {
      "id": 5,
      "url": "http://www.crunchyroll.com/naruto-shippuden",
      "site": "Crunchyroll"
    },
    {
      "id": 1226,
      "url": "https://www.animelab.com/shows/naruto-shippuden",
      "site": "AnimeLab"
    },
    {
      "id": 2288,
      "url": "http://www.hulu.com/naruto-shippuden",
      "site": "Hulu"
    },
    {
      "id": 16800,
      "url": "https://vrv.co/series/GYQ4MW246/Naruto-Shippuden",
      "site": "VRV"
    },
    {
      "id": 16801,
      "url": "https://www.viz.com/watch/streaming/naruto#naruto-shippuden",
      "site": "Viz"
    },
    {
      "id": 25853,
      "url": "https://www.adultswim.com/videos/naruto-shippuden",
      "site": "Adult Swim"
    }
  ],
  "showArt": {
    "extraLarge": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1735-80JNLAlnxrKj.png",
    "large": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/bx1735-80JNLAlnxrKj.png",
    "medium": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/small/bx1735-80JNLAlnxrKj.png",
    "color": "#e4865d"
  },
  "showTitles": [
    "Naruto: Shippuden",
    "Naruto: Shippuuden",
    "ナルト- 疾風伝"
  ],
  "charNames": [
    "Minato Namikaze",
    "波風ミナト"
  ],
  "character": {
    "name": {
      "first": "Minato",
      "last": "Namikaze",
      "full": "Minato Namikaze",
      "native": "波風ミナト"
    },
    "description": "<p>Minato Namikaze was the Yondaime Hokage of Konohagakure and the man responsible for sealing the nine-tailed demon fox inside Naruto Uzumaki when he was born. Doing so cost him his life, and before dying he asked that the villagers not see Naruto as the monster within him, instead wanting him to be viewed as a hero, a request ignored by the villagers. &quot;Namikaze&quot; translates literally as &quot;Wave wind&quot;. &quot;Minato&quot; translates as &quot;Harbor&quot; or &quot;Port&quot;.    ~!Minato shares a number of traits with Naruto, namely in appearance and attitude. Such comparisons are common throughout the first part of the series, and in the second as well. The second part of the series reveals that Naruto is his son, hence the comparisons, born to Kushina Uzumaki. In his youth Minato, along with two other unknown Genin, was a student of Jiraiya. Prior to becoming Hokage, he was also the sensei of Kakashi Hatake, Obito Uchiha, and Rin. !~ Minato is said to be the greatest ninja Konoha had ever produced, with natural talent that had not been seen in many years. He created several distinctive techniques, including the Hiraishin no Jutsu, which essentially allowed him to teleport to any location with the use of a special seal. By attaching the seal to a kunai or an enemy, Minato could teleport to the location of the seal unnoticed, allowing him to wipe out nearby opponents almost instantly. This ability led to his title as &quot;Konoha's Yellow Flash&quot;, and it caused him to be seen as so dangerous that a flee-on-sight order was given in regards to him during the Third Ninja War. He also created the Rasengan, a technique that does not rely on hand seals but instead uses a concentration of spinning chakra in one's palm that causes immense damage to its victim on contact. Later in the series it is revealed that technique is actually incomplete. Minato had planned to add his own nature manipulation training to the Rasengan, making it even more powerful, but could not manage to prior to his death.   ~!Later during the war he is resurrected by Orochimaru with Edo Tensei alongside all the deceased Hokage on Sasuke's demand.!~</p>\n",
    "image": {
      "large": "https://s4.anilist.co/file/anilistcdn/character/large/b2535-Xq9WKNPJQEt3.png",
      "medium": "https://s4.anilist.co/file/anilistcdn/character/medium/b2535-Xq9WKNPJQEt3.png"
    }
  },
  "date": "Wed Aug 19 2020"
}